<?php require_once("header.php"); ?>
<div class="ConfPolicy-Outer Section Container">
  <h2 class="Section-Title">Политика компании по защите персональных данных пользователей</h2>
  <div class="ConfPolicy">
    <p>1. Настоящая Политика конфиденциальности содержит перечень персональной информации, не подлежащей разглашению, а также условия обработки персональных данных Пользователей сайта https://taxirul.ru/.</p>
    <p>2. Использование сайта возможно только при условии безоговорочного согласия Пользователя с положениями Политики конфиденциальности.</p>
    <p>3. В случае если Пользователь не согласен с каким-либо условием Политики конфиденциальности, либо условия ему не понятны, он обязан отказаться от использования сайта.</p>
    <p>4. В случае передачи Администрации сайта персональных данных Пользователь обязан предоставить достоверную информацию о своих персональных данных и дать согласие на их обработку. Согласие на обработку персональных данных дается без каких-либо специальных оговорок.</p>
    <p>5. Согласие на обработку персональных данных включает в себя согласие на обработку данных о ФИО, паспортных данных, адресных данных, номере телефона, а также любых иных переданных Администрации сайта персональных данных.</p>
    <p>6. При обработке персональных данных Администрация сайта обязуется придерживаться следующих основных принципов:</p>
    <p class="ConfPolicy-SubString">6.1. Обработка персональных данных должна осуществляться на законной и справедливой основе.</p>
    <p class="ConfPolicy-SubString">6.2. Обработка персональных данных осуществляется в полном соответствии с Федеральным законом Российской Федерации от 27.07.2006 г. N 152-ФЗ «О персональных данных».</p>
    <p class="ConfPolicy-SubString">6.3. Обработка персональных данных должна ограничиваться достижением конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных, несовместимая с целями сбора персональных данных.</p>
    <p class="ConfPolicy-SubString">6.4. Не допускается объединение баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой.</p>
    <p class="ConfPolicy-SubString">6.5. Обработке подлежат только персональные данные, которые отвечают целям их обработки.</p>
    <p class="ConfPolicy-SubString">6.7. Содержание и объем обрабатываемых персональных данных должны соответствовать заявленным целям обработки. Обрабатываемые персональные данные не должны быть избыточными по отношению к заявленным целям их обработки.</p>
    <p class="ConfPolicy-SubString">6.8. При обработке персональных данных должны быть обеспечены точность персональных данных, их достаточность, а в необходимых случаях и актуальность по отношению к целям обработки персональных данных. Администрация должна принимать необходимые меры либо обеспечивать их принятие по удалению или уточнению неполных или неточных данных;</p>
    <p class="ConfPolicy-SubString">6.9. Хранение персональных данных должно осуществляться в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных.</p>
    <p>7. Обработка персональных данных Пользователя осуществляется исключительно с целью идентификации Пользователя и поддержания обратной связи между ним и Администрацией сайта.</p>
    <p>8. Администрация сайта гарантирует, что она не будет разглашать, либо передавать третьим лицам персональные данные Пользователя, за исключением случаев, прямо предусмотренных действующим законодательством.</p>
    <p>9. В соответствии с условиями Политики конфиденциальности не подлежат разглашению следующие данные:</p>
    <p class="ConfPolicy-SubString">9.1. Персональные данные Пользователя, которые были сообщены в ходе процедуры регистрации.</p>
    <p class="ConfPolicy-SubString">9.2. Персональные данные Пользователя, которые были сообщены им через форму обратной связи.</p>
    <p class="ConfPolicy-SubString">9.3. Персональные данные Пользователя, которые были сообщены Администрации сайта при дальнейшем взаимодействии Сторон в любой форме.</p>
    <p class="ConfPolicy-SubString">9.4. Данные об IP-адресе, информация из cookie, информация о времени доступа, адрес запрашиваемой страницы.</p>
    <p>10. Администрация сайта обязуется предпринимать все необходимые меры для защиты персональных данных Пользователя и не допускать действий, способных привести к разглашению персональных данных Пользователя.</p>
    <p>11. Администрация сайта вправе направлять Пользователю предложения коммерческого и рекламного характера.</p>
    <p>12. Пользователь вправе в любой момент сообщить Администрации сайта об изменении своих персональных данных.</p>
    <p>13. Администрация сайта оставляет за собой право в любой момент внести изменения в любой из пунктов Политики конфиденциальности, не допуская при этом включение в Политику положений, противоречащих действующему законодательству.</p>
    <h3 class="ConfPolicy-Title">Наши реквизиты</h3>
    <p>Индивидуальный предприниматель Машковцев Николай Викторович</p>
    <p>Юридический адрес: Кировская область, г. Киров, ул. Лепсе 10а, кв. 88</p>
    <p>Фактический адрес: Кировская область, г. Киров, ул. Лепсе 10а, кв. 88</p>
    <p>ОГРН: 320435000009053</p>
    <p>ИНН: 434581635516</p>
    <p>Наименование банка: ТОЧКА ПАО БАНКА "ФК ОТКРЫТИЕ"</p>
    <p>Р/С: 40802810001500089157</p>
    <p>К/С: 30101810845250000999</p>
    <p>БИК: 044525999</p>
    <p>&nbsp;</p>
    <p>Адрес электронной почты: v754026@yandex.ru</p>
    <p>Телефоны: 8-900-524-81-11, 8(8332) 75-46-20</p>
  </div>
</div>
<?php require_once("footer.php"); ?>