<?php
error_reporting(E_ALL);
ini_set('display_errors', 1);

header("Access-Control-Allow-Origin: *");
header("Access-Control-Allow-Headers: access");
header("Access-Control-Allow-Methods: GET");
header("Access-Control-Allow-Credentials: true");
header('Content-Type: application/json');

$title = "Договор-оферта";

$text = "<div class='Oferta'>
  <p>ИП Машковцев Николай Викторович ИНН 434581635516, действующего на основании свидетельства ОГРНИП 320435000009053 от 28.02.2020 г, именуемый далее «Агент» публикует настоящий Договор-оферту, далее «Договор», представляющий собой публичную оферту по смыслу ст. 437 Гражданского кодекса Российской Федерации в отношении пользователей портала https://taxirul.ru/, далее «Принципал».</p>
  <p>Перед акцептом настоящего Договора-оферты просим Вас внимательно ознакомиться с изложенными ниже условиями пользования. Пользуясь сайтом Агента, Вы понимаете изложенные в настоящем Договоре условия и обязуетесь соблюдать их. Если Вы не согласны с какими-либо пунктами Договора, либо они Вам не ясны, то Вы обязаны отказаться от использования Сайта Агента. Пользование Сайтом Агента без согласия с условиями настоящего Договора не допускается.</p>
  <p>Настоящий Договор-оферта вступает в силу с момента его акцепта Принципалом.</p>
  <p>1. Термины и определения</p>
  <p class='Oferta-SubString'>1.1. Для целей настоящего Договора используются следующие термины:</p>
  <p class='Oferta-SubString'>1.2. Акцепт - полное и безоговорочное принятие Принципалом условий настоящего Договора путем заполнения формы заявки на сайте Агента и направления своих реквизитов Агенту.</p>
  <p class='Oferta-SubString'>1.3. Принципал – физическое лицо, использующее сайт Агента в любой форме в соответствии с настоящим Договором.</p>
  <p class='Oferta-SubString'>1.4. Договор-оферта – настоящий Договор, заключаемый Сторонами в офертно-акцептной форме без подписания отдельного письменного документа.</p>
  <p class='Oferta-SubString'>1.5. Сайт – сервис в сети интернет, расположенный по адресу https://taxirul.ru/.</p>
  <p class='Oferta-SubString'>1.6. Стороны – Агент и Принципал совместно.</p>
  <p>2. Акцепт Договора-оферты</p>
  <p class='Oferta-SubString'>2.1. Принципал, имеющий намерение воспользоваться услугами Агента перед заказом услуг по Договору обязан акцептовать настоящий Договор-оферту, расположенную по адресу: https://taxirul.ru/dogovor-oferta, а также Политику конфиденциальности, расположенную по адресу: https://taxirul.ru/conf-policy</p>
  <p class='Oferta-SubString'>2.2. Акцептом Договора-оферты признается заполнение формы заявки на сайте Агента и направление Принципалом своих реквизитов Агенту.</p>
  <p class='Oferta-SubString'>2.3. Не допускается акцепт настоящего Договора-оферты под условиями, либо с оговорками.</p>
  <p class='Oferta-SubString'>2.4. Акцепт настоящего Договора-оферты возможен при одновременном соблюдении следующих условий:</p>
  <p class='Oferta-SubString'>&nbsp;&nbsp;&nbsp;&nbsp;2.4.1. Внимательное прочтение Принципалом всех условий настоящего Договора-оферты и Политики конфиденциальности.</p>
  <p class='Oferta-SubString'>&nbsp;&nbsp;&nbsp;&nbsp;2.4.2. Согласие Принципала соблюдать все условия настоящего Договора-оферты и Политики конфиденциальности.</p>
  <p>3. Предмет Договора</p>
  <p class='Oferta-SubString'>3.1. Согласно условиям настоящего Договора, Агент обязуется от имени и за счет Принципала находить и передавать Принципалу заказы на его услуги по перевозке пассажиров посредством программного обеспечения, установленного на электронное устройство Принципала (служба заказа такси Яндекс такси). В рамках настоящего Договора Агент также обязуется организовать подключение Принципала к выбранным агрегаторам такси, совершив для этого все необходимые технические и иные действия.</p>
  <p class='Oferta-SubString'>3.2. В рамках настоящего Договора Агент также обязуется принимать на свой счет денежные средства клиентов Принципала, субсидии служб заказа такси, предназначенные водителям, и перечислять их Принципалу за вычетом своего вознаграждения и за вычетом понесенных расходов, связанных с исполнением своих обязательств по настоящему Договору.</p>
  <p class='Oferta-SubString'>3.3. Услуги, оказываемые клиентам Принципала, оказывает непосредственно Принципал, Агент клиентам услуги не оказывает и ответственности за них не несет.</p>
  <p class='Oferta-SubString'>3.4. Принципал понимает, что правоотношения по настоящему Договору ни при каких обстоятельствах не могут быть рассмотрены как трудовые, Принципал самостоятельно определяет график работы, количество выполняемых заказов своих клиентов и вправе в любой момент отказаться от выполнения заказов, что не может быть рассмотрено как нарушение им условий настоящего Договора.</p>
  <p>4. Обязанности Сторон</p>
  <p class='Oferta-SubString'>4.1. Агент обязан:</p>
  <p class='Oferta-SubString'>&nbsp;&nbsp;&nbsp;&nbsp;4.1.1. В соответствии с условиями настоящего Договора находить клиентов для Принципала и передавать информацию о заказах Принципалу.</p>
  <p class='Oferta-SubString'>&nbsp;&nbsp;&nbsp;&nbsp;4.1.2. Своевременно перечислять Принципалу денежные средства, поступающие от клиентов Принципала, а именно перечислять в следующие сроки: в течение 3 дней с момента поступления денежных средств на счет Агента.</p>
  <p class='Oferta-SubString'>&nbsp;&nbsp;&nbsp;&nbsp;4.1.3. Предоставлять Принципалу отчет об исполнении поручения ежемесячно до 5-го числа месяца, следующего за отчетным. Отчет направляется Принципалу по электронной почте. В случае, если в течение 5 дней с момента получения отчета Принципалом не будут представлены на него возражения, отчет считается согласованным и принятым Принципалом в полном объеме.</p>
  <p class='Oferta-SubString'>4.2. Принципал обязан:</p>
  <p class='Oferta-SubString'>&nbsp;&nbsp;&nbsp;&nbsp;4.2.1. Уплатить вознаграждение Агенту за его услуги. Вознаграждение уплачивается путем удержания Агентом своего вознаграждения из суммы, поступившей на счет Агента от клиентов Принципала.</p>
  <p class='Oferta-SubString'>&nbsp;&nbsp;&nbsp;&nbsp;4.2.2. Самостоятельно нести ответственность перед клиентами, заказы от которых были им получены от Агента.</p>
  <p class='Oferta-SubString'>&nbsp;&nbsp;&nbsp;&nbsp;4.2.3. Нести за свой счет расходы, связанные с исполнением Агентом поручения Принципала.</p>
  <p>5. Вознаграждение Агента</p>
  <p class='Oferta-SubString'>5.1. Размер вознаграждения Агента по настоящему Договору определяется Принципалом самостоятельно путем выбора одного из предложенных тарифов при заполнении формы заявки на сайте Агента. Варианты тарифов, а также условия каждого тарифа могут быть в любой момент изменены Агентом по своему усмотрению, Принципал вправе изменить ранее выбранный из предложенных тариф в любое время путем повторного заполнения формы заявки.</p>
  <p class='Oferta-SubString'>5.2. Сумма вознаграждения Агента не облагается НДС.</p>
  <p class='Oferta-SubString'>5.3. Агент вправе производить расчеты с Принципалом путем выдачи наличных денежных средств при условии подписания Принципалом расписки о получении наличных.</p>
  <p class='Oferta-SubString'>5.4. Вознаграждение Агента оплачивается путем удержания суммы вознаграждения из полученных Агентом на свой счет денежных средств за заказы клиентов Принципала.</p>
  <p class='Oferta-SubString'>5.5. Перечисление денежных средств Принципалу осуществляется помимо вычета суммы агентского вознаграждения также за вычетом понесенных Агентом расходов, а именно за вычетом понесенных расходов на оплату услуг службы заказа такси.</p>
  <p class='Oferta-SubString'>5.6. Принципал в праве выбрать получателем денежных средств от Агента, как себя так и третье лицо, путем заполнения соответсвующей формы в анкете https://taxirul.ru/rekvizity или подписанием соответствующего поручения.</p>
  <p class='Oferta-SubString'>5.7. При работе с агрегатором Яндекс.Такси Принципал вправе вместо выплаты вознаграждения Агенту в виде согласованного процента выкупить смену, оплатив фиксированную стоимость, включающую в себя как вознаграждение агрегатора такси, так и вознаграждение Агента. В случае выкупа смены, вознаграждение Агента составляет 15% от размера тарифов Яндекс.Такси за покупку смены.</p>
  <p class='Oferta-SubString'>5.8. Перечисление сумм денежных средств Агентом Принципалу в рамках настоящего Договора является непосредственно выполнением агентского поручения. Перечисляемые Принципалу денежные средства не являются доходом Агента согласно п.9 ч.1 ст. 251 Налогового кодекса РФ.</p>
  <p class='Oferta-SubString'>5.9. Принципал понимает, что Агент не является источником дохода Принципала, в связи с чем в соответствии со ст. 226 Налогового кодекса РФ, а также в соответствии с разъяснениями, содержащимися в Письме Министерства финансов от 24 февраля 2016 г. № 03-04-06/10104; Письме Министерства финансов от 9 ноября 2015 г. N 03-04-05/64323 Агент не выступает в качестве налогового агента Принципала при перечислении ему денежных средств, Принципал обязан самостоятельно отчитаться о полученном доходе и уплатить налог с заработанной им суммы вознаграждения в соответствии с требованиями действующего законодательства.</p>
  <p>6. Оплата топлива Агентом за Принципала</p>
  <p class='Oferta-SubString'>6.1. По запросу Принципала Агент обязуется осуществлять оплату топлива в интересах Принципала из денежных средств, причитающихся Принципалу и находящихся на расчетном счете Агента (то есть денежных средств, еще не перечисленных Агентом, выступающим в качестве агента Принципала при выполнении агентского поручения и находящихся на расчетном счете Агента).</p>
  <p class='Oferta-SubString'>6.2. Оплата топлива Агентом в интересах Принципала осуществляется с помощью приложения «Танкер Заправки».</p>
  <p class='Oferta-SubString'>6.3. Запрос на оплату топлива в интересах Принципала направляется Агенту в следующем порядке:</p>
  <p class='Oferta-SubString'>&nbsp;&nbsp;&nbsp;&nbsp;6.3.1. Перед заправкой на АЗС Принципал запускает Приложение «Танкер Заправки».</p>
  <p class='Oferta-SubString'>&nbsp;&nbsp;&nbsp;&nbsp;6.3.2. После запуска Приложения посредством службы геолокации Приложение определяет АЗС, на которой находится Принципал, карту лояльности АЗС и колонку, с которой будет осуществляться заправка автомобиля Принципала.</p>
  <p class='Oferta-SubString'>&nbsp;&nbsp;&nbsp;&nbsp;6.3.3. После определения данных АЗС, карты Лояльности и колонки, Принципалу будет предложено выбрать один из доступных типов заправки: заправка определенного количества литров, оплата определенной суммы заправки, либо заправка полного бака.</p>
  <p class='Oferta-SubString'>&nbsp;&nbsp;&nbsp;&nbsp;6.3.4. После выбора способа заправки Принципал нажимает с помощью приложения кнопку «Оплатить» и оплачивает заправку, у Принципала автоматически списывается необходимая сумма денежных средств со счета Принципала в Приложении «Таксометр».</p>
  <p class='Oferta-SubString'>6.4. Принципал вправе использовать приложение «Танкер Заправки» также для приобретения иного товара на АЗС, в частности кофе, воды и т.п.</p>
  <p>7. Ответственность Сторон</p>
  <p class='Oferta-SubString'>7.1. За ненадлежащее исполнение, либо неисполнение обязательств, предусмотренных настоящим Договором, Стороны несут ответственность в соответствии с действующим законодательством.</p>
  <p class='Oferta-SubString'>7.2. Стороны не несут ответственности за нарушение принятых на себя по настоящему Договору обязательств по причине наступления обстоятельств непреодолимой силы.</p>
  <p class='Oferta-SubString'>7.3. Всю ответственность за качество и своевременность оказания услуг клиентам несет непосредственно Принципал, Агент никакой ответственности перед клиентами Принципала не несет, поскольку никак не участвует в оказании услуг, а только находит клиентов для Принципала.</p>
  <p class='Oferta-SubString'>7.4. Принципал при оказании услуг своим клиентам обязуется в полной мере соблюдать требования правил дорожного движения (ПДД), а также требования к обслуживанию автомобиля.</p>
  <p class='Oferta-SubString'>7.5. В случае причинения ущерба другим участникам дорожного движения, пассажирам, третьим лицам, либо имуществу в результате дорожно-транспортного происшествия при оказании Принципалом услуг своим клиентам, всю ответственность за возможные последствия дорожно-транспортного происшествия несет непосредственно сам Принципал, либо иное виновное лицо, Агент ответственности за возможный ущерб, причиненный в результате дорожно-транспортного происшествия, не несет, поскольку не является исполнителем услуг по перевозке и никак не участвует в их оказании.</p>
  <p class='Oferta-SubString'>7.6. Принципал обязуется самостоятельно нести полную ответственность за соответствие оказываемых им услуг требованиям законодательства, в частности, нести ответственность за наличие у Принципала лицензии, выполнение требований Федерального закона «О применении контрольно-кассовой техники при осуществлении наличных денежных расчетов и (или) расчетов с использованием электронных средств платежа» от 22.05.2003 № 54-ФЗ, в том числе с учетом изменений, вступающих в силу в 2018 г., требований о наличии путевых листов в случае, если оказание Принципалом услуг своих клиентам требует выполнения указанных обязанностей. В случае невыполнения указанных требований Принципалом, Агент никакой ответственности за возможные последствия допущенных нарушений не несет.</p>
  <p class='Oferta-SubString'>7.7. При подключении к агрегаторам такси, Принципал обязуется ознакомиться с правилами и требованиями агрегаторов такси, к которым он подключается. Принципал понимает, что в случае невыполнения им указанных требований к нему агрегатором такси могут быть применены соответствующие меры ответственности вплоть до отключения Принципала от агрегатора такси.</p>
  <p>8. Интеллектуальная собственность</p>
  <p class='Oferta-SubString'>8.1. Принципал признает, что Сайт, его интерфейс и содержание (включая, но не ограничиваясь элементами дизайна, текстом, графическими изображениями, иллюстрациями, видео, скриптами, программами, музыкой, звуками и другими объектами и их подборками, связанными с Сайтом) защищены авторским правом, товарными знаками, патентами и иными правами, которые принадлежат Агенту или иным законным правообладателям.</p>
  <p class='Oferta-SubString'>8.2. Принципал не вправе воспроизводить, копировать, изменять, уничтожать, перерабатывать (включая выполнение любого перевода или локализации), продавать, сдавать в прокат, опубликовывать, скачивать, иным образом распространять Сайт либо его компоненты, декомпилировать или иным образом пытаться извлечь исходный код компонентов Сайта, являющихся программным обеспечением, а также изменять функционал Сайта без предварительного письменного согласия Агента.</p>
  <p class='Oferta-SubString'>8.3. Принципал не вправе удалять и/или изменять какую-либо информацию, размещенную Агентом в рамках Сайта, в том числе знаки охраны авторского права и средств индивидуализации.</p>
  <p class='Oferta-SubString'>8.4. Если иное явным образом не установлено в настоящем Договоре, ничто в настоящем Договоре не может быть рассмотрено как передача исключительных прав на Сайт и/или его компоненты Принципалу.</p>
  <p>9. Документооборот</p>
  <p class='Oferta-SubString'>9.1. Электронный документооборот между Сторонами по настоящему Договору имеет юридическую силу равную юридической силе обычного письменного документооборота.</p>
  <p class='Oferta-SubString'>9.2. Стороны признают юридическую силу за электронными письмами – документами, направленными по электронной почте (e-mail). Такие документы являются документами, составленными в простой письменной форме и подписанными аналогом собственноручной подписи (адресом электронной почты), поскольку только сами Стороны и уполномоченные ими лица имеют доступ к соответствующим средствам связи – адресам электронной почты.</p>
  <p class='Oferta-SubString'>9.3. Документы, отправленные по электронной почте одной Стороной, считаются полученными другой Стороной в день их фактического получения, а сроки, течение которых зависит от времени получения документа Стороной, начинают исчисляться со следующего дня.</p>
  <p class='Oferta-SubString'>9.4. Электронные документы, в соответствии с настоящим Договором, в полной мере могут быть использованы для подтверждения заключенных и совершенных сделок, правоотношений Сторон, в том числе могут быть использованы в качестве доказательств в правоохранительных органах, третейском суде, судебных органах, при рассмотрении споров по гражданско-правовым сделкам и т.п., а также подтверждают их действительность и юридическую силу.</p>
  <p>10. Решение спорных вопросов</p>
  <p class='Oferta-SubString'>10.1. Все возникшие между Сторонами споры разрешаются путем переговоров.</p>
  <p class='Oferta-SubString'>10.2. Стороны пришли к соглашению, что претензионный (досудебный) порядок урегулирования споров, возникших в результате исполнения настоящего Договора, является для них обязательным.</p>
  <p class='Oferta-SubString'>10.3. Претензии по настоящему Договору могут направляться Сторонами по электронной почте.</p>
  <p class='Oferta-SubString'>10.4. Стороны договорились, что срок ответа на претензию составляет не более 15 календарных дней.</p>
  <p class='Oferta-SubString'>10.5. В случае возникновения судебного спора, спор передается на рассмотрение в суд по месту нахождения Агента.</p>
  <p>11. Порядок изменения и расторжения договора</p>
  <p class='Oferta-SubString'>11.1. Настоящий Договор-оферта может быть в любое время изменен Агентом в одностороннем порядке.</p>
  <p class='Oferta-SubString'>11.2. Каждая из Сторон имеет право расторгнуть настоящий Договор в одностороннем порядке, направив другой Стороне уведомление о расторжении Договора за 15 дней до даты расторжения.</p>
  <p>12. Прочие условия</p>
  <p class='Oferta-SubString'>12.1. Стороны согласовали, что во всем ином, что не предусмотрено настоящим договором, будут применяться нормы действующего законодательства.</p>
  <p class='Oferta-SubString'>12.2. Настоящий договор содержит весь объем соглашений между сторонами в отношении предмета настоящего договора, которые отменяют и делают недействительными все другие обязательства или представления, которые могли быть приняты или сделаны сторонами в устной или письменной форме до заключения настоящего договора.</p>
  <p class='Oferta-SubString'>12.3. Каждая из Сторон обязана своевременно уведомлять другую Сторону об изменении своих реквизитов.</p>
  <h3 class='Oferta-Title'>Реквизиты Агента</h3>
  <p>Индивидуальный предприниматель Машковцев Николай Викторович</p>
  <p>Юридический адрес: Кировская область, г. Киров, ул. Лепсе 10а, кв. 88</p>
  <p>ОГРНИП: 320435000009053</p>
  <p>ИНН: 434581635516</p>
  <p>Адрес электронной почты: v754026@yandex.ru</p>
  <p>Телефон: 8-900-524-81-11, 8(8332) 75-40-26</p>
</div>";

echo json_encode(array("title" => $title, "text" => $text));